{
  "name": "Oropin",
  "type": "ancestry",
  "img": "systems/pf2e/icons/default-icons/ancestry.svg",
  "system": {
    "description": {
      "gm": "",
      "value": "<p>Oropin have the ancient blood of the giants coursing through their veins. These giant-kin have no concept of backing down from a challenge, particularly not from one they're skilled at. Despite their large stature, excitability, and propensity to be overly-competitive, Oropin are generally reclusive and mild-mannered.</p>\n<p>The Oropin live in an extremely egalitarian society where none are viewed in higher or lower station than the other, save for a select few - the Zhropin, the Drukhenna, and the Khrokuro. Even these individuals generally do not view themselves in any higher station than the others in their city, participating in the normal festivities, laboring with the others, and feasting with the communities. Despite the fact that some Oropin live in large cities in the more inhospitable places of the world, many are semi-nomadic either searching for a place to create a new community or travelling to temporary residences as the seasons change. These smaller bands of Oropin generally do not have a Zhropin, Drukhenna, or Khrokuro, but still look towards a community leader for their decisions and often still consider one of the larger cities home-like.</p>\n<p>On an individual level, Oropin still feel normal emotions such as fear, hate, and selfish desires, but these are generally pushed to the background in order to strive for the betterment of their tribe and city.</p>\n<h3>YOU MIGHT...</h3>\n<ul>\n<li>Compare your achievements with others you meet before asking them for their name.</li>\n<li>Embrace wanderlust and maintain a nomadic lifestyle, regardless of the means of living you have acquired.</li>\n<li>Strive to differentiate yourself aesthetically, whether through adornments, affectation, or enhancement.</li>\n<li>Be a little fast to consider sacrificing your life for your friends</li>\n</ul>\n<h3>OTHERS PROBABLY...</h3>\n<ul>\n<li>Underestimate your intelligence, misunderstanding that an excess of brawn does not imply a deficit of brain.</li>\n<li>Expect you to be naïve.</li>\n<li>Find you charming after getting to know you.</li>\n</ul>\n<h3>PHYSICAL DESCRIPTION...</h3>\n<p>Oropin are generally between 7 and 8 feet tall and weigh 200 to 350 pounds. Their skin ranges from a desaturated stony blue color to a light, white-gray color. Often, Oropin are covered with intricate tattooed or henna-like tribal tattoos across their skin which tells both their accomplishments and their role in society. Oropin generally reach adulthood at the age of 14 and few live past their 65th winter, usually because they refuse to believe that a fickle thing such as age could take its toll on their body. Those who do accept the travesty of time and live without any real danger can live upwards of 100 years old.</p>\n<h3>SOCIETY...</h3>\n<p>Most of Oropin society is based around extreme egalitarianism and fairness, believing that mistreating someone by giving them an unequal share of glory, respect, or value is not merely an injustice to them, but an injustice to all, as one individual should be an aid to all their brethren. These Oropin generally live in cities in further, less hospitable reaches of the world, but they do not shun outsiders and in fact do not discriminate against other races save for the purposes of capability. For example, they would not expect one of the Faerefolk to be able to survive the same wintry climate they are accustomed to. These Oropin will still go to war if provoked either due to disrespect or aggressive intrusion on their domain, but only to reclaim reparations for these actions and will avoid taking the life of their neighbors if possible.</p>\n<p>The much more commonly seen semi-nomadic Oropin still have a strong sense of egalitarianism and fairness, but no structured central leadership. Rather, they generally follow a strong, wizened individual that has proven they can lead the tribe through the trials and tribulations of the lifestyle. These Oropin still generally keep to themselves, but being that they are frequently on the move, a stopped Oropin caravan can prove to be an extremely useful ad hoc trading post for travelers and can offer some much needed protection, warmth, and food while on the road.</p>\n<p>Less commonly, but more notoriously, the roving warbands of Oropin generally number in the order of 10 to 15 individuals in order to move faster and strike quicker. These Oropin often attack small, less fortified villages to steal livestock and goods to sell elsewhere and maintain their lifestyle. These groups are actively shunned by the greater Oropin society, but are still partially why there is a sense of trepidation occasionally when confronting Oropin.</p>\n<h3>ALIGNMENT AND RELIGION...</h3>\n<p>The strict adherence to egalitarianism and equality means that Oropin generally lean towards lawful alignments such as Lawful Good or Lawful Neutral. Oropin that live a semi-nomadic lifestyle tend to lean closer to true neutrality due to their lack of hierarchical structure. The roving warbands of Oropin are all almost exclusively on the chaotic end of the spectrum, usually leaning towards Chaotic Evil or, less commonly, Chaotic Neutral.</p>\n<p>The more structured societies such as the city-dwellers and the semi-nomadic folk tend to follow one or more gods that bless them with the resources and protections they require. For example, Oropin living in harsh, rocky, mountainous terrain may collectively worship gods whose domains include the hearth, the harvest, and the wind. This worship may be in flux as the community has different needs. Commonly, alongside worship of the gods, Oropin may revere heroic ancestors or mighty beasts and keep totems and fetishes to appease them nearby.</p>\n<h3>NAMES...</h3>\n<p>There a three reserved sounds that an Oropin's name may not start with: Z (reserved for the Zhropin), Dr (reserved for the Drukhenna), and Khro (reserved for the Khrokuro). If an Oropin reaches any of these stations, they append the sound to the beginning of their given name.</p>\n<p>Oropin given names are generally 2-3 syllables long and feature more consonants than vowels, leading to a harsher pronunciation. Some of these names are difficult for other races to pronounce properly as they contain guttural sounds not common in other languages.</p>\n<p>Oropin Family names often hint to their ancestry (in the Oropin language) and are generally a long string of syllables.</p>\n<p>In addition, if an Oropin accomplishes a great feat, they may also be given an honorific in the form of a brief descriptor for their most glorious accomplishment.</p>\n<h4>SAMPLE NAMES</h4>\n<p><strong>Given names:</strong> Agyul, Argden, Beygyulf, Digulf, Harghul, Karagh, Maghdro, Roghul</p>\n<p><strong>Family names:</strong> Aghdafangul, Doghukhokhl, Igtekhfaraa, Kheekhabron</p>\n<p><strong>Honorifics:</strong> Ironweave, Frostborn, Swiftfoot, Bolebreaker</p>"
    },
    "rules": [],
    "slug": null,
    "_migration": {
      "version": 0.932,
      "lastMigration": null,
      "previous": {
        "schema": 0.796,
        "foundry": "12.330",
        "system": "6.2.0"
      }
    },
    "traits": {
      "otherTags": [],
      "value": [
        "humanoid",
        "oropin"
      ],
      "rarity": "uncommon",
      "custom": ""
    },
    "publication": {
      "title": "",
      "authors": "",
      "license": "OGL",
      "remaster": false
    },
    "hp": 12,
    "size": "med",
    "reach": 5,
    "speed": 25,
    "boosts": {
      "0": {
        "value": [
          "str"
        ]
      },
      "1": {
        "value": []
      },
      "2": {
        "value": [
          "str",
          "dex",
          "con",
          "int",
          "wis",
          "cha"
        ]
      }
    },
    "flaws": {
      "0": {
        "value": []
      }
    },
    "languages": {
      "value": [
        "common",
        "oropin"
      ],
      "custom": ""
    },
    "additionalLanguages": {
      "count": 1,
      "value": [],
      "custom": ""
    },
    "items": {
      "Mb6TE": {
        "uuid": "Item.GmAVjrIcdTykyPTD",
        "img": "systems/pf2e/icons/default-icons/feat.svg",
        "name": "Throw Rock",
        "level": 0
      }
    },
    "vision": "normal"
  },
  "effects": [],
  "flags": {
    "core": {
      "sourceId": "Item.0T73V4bOhNT3wJQ5"
    }
  },
  "_stats": {
    "systemId": "pf2e",
    "systemVersion": "6.2.0",
    "coreVersion": "12.330",
    "createdTime": 1667226402712,
    "modifiedTime": 1723171377041,
    "lastModifiedBy": "oMwyPU2ip0rGnOow",
    "compendiumSource": "Item.0T73V4bOhNT3wJQ5",
    "duplicateSource": null
  },
  "_id": "0T73V4bOhNT3wJQ5",
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "_key": "!items!0T73V4bOhNT3wJQ5"
}
