{
  "name": "Vexbalg",
  "type": "ancestry",
  "img": "systems/pf2e/icons/default-icons/ancestry.svg",
  "system": {
    "description": {
      "gm": "",
      "value": "<div class=\"entity-note-body\">\n<p>Vexbalg are a race of shape-changing people whose base features all look remarkably similar. They are born with gray-white skin, shock white hair, and slightly elongated features which bear generic features that are indistinguishable from one another. Some Vaxbalg maintain a very high level of control over their ability to shape change throughout their lives, while others let their abilities fall to the far back recesses of their minds, making it difficult for them to take on new forms.</p>\n<p>When they are born, Vaxbalg appear in their base form, but unconsciously within a week change their shape to a random amalgamation of the people that are regularly around them. On their tenth birthday, there is a celebration for the young Vexbalg known as The Tolling where they choose the form they wish to be seen as. After this event, the Vexbalg often continue on their lives as their new persona, never to change shape again - like an unused muscle, to be forgotten.</p>\n<p>The Vexbalg are a race of humanoid creatures with shape-changing abilities. In particular, their abilities allow them to take the form of other humanoid creatures with little limitation on who. Many use their gifts as a form of artistic expression or to convey their current emotional state, adopting certain personas depending on the context of their moods. However, it does not go unnoticed by many, including some Vex themselves, that their ability is an invaluable tool for grifters, spies, and those whose aims are to deceive. This leads many people to treat Vexbalg with general suspicion.</p>\n<p>Vexbalg are born to one of three paths. A few are raised in stable communities where Vex are true to their nature and deal openly with the people around them. Some are orphans, raised by other races, who find their way in the world without ever knowing another like themselves. Others are part of nomadic Vexbalg clans spread across the world, families who keep their true nature hidden from the single-skins. Some clans maintain safe havens in major cities and communities, but most prefer to wander the unpredictable path of the god known as Keldaine. Wherever humans live, Vex reside also; the question is whether they make their presence known.</p>\n<p>A persona is known as the faces and personalities each Vexbalg chooses to adopt - based on where Vex are born their personas are likely to vary. Most Vex appropriate one specific persona during their Tolling and never change again. Other Vex continue to \"stretch their muscles\" and adopt a new persona regularly. The person people know as Henrietta the sculptor may become David the carpenter on any given week.</p>\n<h3>YOU MIGHT...</h3>\n<ul>\n<li>Shift your shape to a persona that matches mood or current activity. You may change form regularly or never at all.</li>\n<li>Travel light, and keep an eye on the road, settling down - whether be fear of being driven away simply restless desire travel.</li>\n<li>Take great interest in people around you, their stories, histories. After all, these new learnings might basis for one future personas.</li>\n</ul>\n<h3>OTHERS PROBABLY...</h3>\n<ul>\n<li>Others assume that because you have the uncanny ability to change their faces at will, that you will use it for malevolent ends, cheating honest folk before moving on.</li>\n<li>Employ you for your ability to shift your shape to any number of forms, whether this is for entertainment, acting, or protection.</li>\n<li>Don't understand the fluid nature you have with gender, form, or personality.</li>\n</ul>\n<h3>PHYSICAL DESCRIPTION...</h3>\n<p>Vexbalg are typically 5 to 6ft tall, weighing between 120 and 180lbs. Their base form is a nondescript humanoid shape with gray-white skin and shock-white hair. They have indiscernible featureless faces and featureless eyes, as if a base template for a humanoid creature. Because of their ability to change shape, they can look however they'd prefer and often cannot be told apart from other humanoids.</p>\n<h3>SOCIETY...</h3>\n<p>Vexbalg society is rarely organized beyond a few individuals that advocate publicly for their community. These community leaders are rarely officially or otherwise voted into their roles, but rather gain the trust of the community to a degree that others come to them for assistance, guidance, or mentorship. In cities, Vex tend to live near one another in neighborhoods both to protect one another and to remain close to their people. Vex rarely (though sometimes do) live in smaller villages, mostly due to the fact that their nature can be misunderstood by others that do not share their ancestry. In even fewer cases, Vexbalg have been known to form small travelling groups where they work as either entertainers, hucksters, charlatans, brigands, or otherwise. The continuous travel makes them easy to blend in from place to place, a new face on each time.</p>\n<h3>ALIGNMENT AND RELIGION...</h3>\n<p>Vexbalg tend to be pragmatic and lean towards neutrality in terms of alignment. However, like all people, they can run the full gamut of alignment. Because they tend to live close to one another, Vex ideals and alignment tend to be similar in a region. Similarly, religion is often shared amongst those in a community. Many Vexbalg gravitate towards the God of trickery and reflections, Keldaine.</p>\n<h3>NAMES...</h3>\n<p>Vexbalg parents tend to give their children androgynous or easily changed names at birth. After their Tolling, a Vex will often change their name as well during the event to one that better identifies who they are as an individual. Furthermore, some Vex have a number of names that correlate to their various personae. The naming convention tends to follow the same pattern as those in their society. Elven, Human, Dwarven, etc. names are all acceptable.</p>\n<h4>SAMPLE NAMES</h4>\n<p>Vance/Vanessa, Adrian, Alex, Amari, Blake, Casey, Gabriel, Harlow, Quinn</p>\n</div>"
    },
    "rules": [
      {
        "key": "GrantItem",
        "uuid": "Item.xLsFtNMEWC5EKCBx",
        "allowDuplicate": false
      }
    ],
    "slug": null,
    "_migration": {
      "version": 0.932,
      "lastMigration": null,
      "previous": {
        "schema": 0.796,
        "foundry": "12.330",
        "system": "6.2.0"
      }
    },
    "traits": {
      "otherTags": [],
      "value": [
        "humanoid",
        "vexbalg"
      ],
      "rarity": "uncommon",
      "custom": ""
    },
    "publication": {
      "title": "",
      "authors": "",
      "license": "OGL",
      "remaster": false
    },
    "hp": 6,
    "size": "med",
    "reach": 5,
    "speed": 25,
    "boosts": {
      "0": {
        "value": [
          "cha"
        ]
      },
      "1": {
        "value": []
      },
      "2": {
        "value": [
          "str",
          "dex",
          "con",
          "int",
          "wis",
          "cha"
        ]
      }
    },
    "flaws": {
      "0": {
        "value": []
      }
    },
    "languages": {
      "value": [
        "common"
      ],
      "custom": ""
    },
    "additionalLanguages": {
      "count": 1,
      "value": [],
      "custom": ""
    },
    "items": {
      "7V3PP": {
        "uuid": "Item.xLsFtNMEWC5EKCBx",
        "img": "systems/pf2e/icons/default-icons/feat.svg",
        "name": "Shift Shape",
        "level": 0
      }
    },
    "vision": "normal"
  },
  "effects": [],
  "flags": {},
  "_stats": {
    "systemId": "pf2e",
    "systemVersion": "6.2.0",
    "coreVersion": "12.330",
    "createdTime": 1667012438045,
    "modifiedTime": 1723171377041,
    "compendiumSource": "Compendium.undefined.aedenir-homebrew-ancestries.Item.eX4um0tcofPPfgqY",
    "duplicateSource": null
  },
  "_id": "eX4um0tcofPPfgqY",
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "_key": "!items!eX4um0tcofPPfgqY"
}
